##########################################
######Translate to Thai by FujinoN's######
#YouTube https://www.youtube.com/fujinons#
#GitHub https://github.com/FujinoNs      #
##########################################
[ACDSeeCapture]
IDS_MENU_CAPTURE = บันทึก
IDS_MENU_SETTING = เครื่องมือ
IDS_MENU_HELP = ช่วยด้วย
IDS_NO_SELECTMIRCROPHONE = ไม่ได้เลือกไมโครโฟน
IDS_NO_MIRCROPHONE = ไม่พบไมโครโฟน
IDS_MICROPHONE_INVALID = ไมโครโฟนที่เลือกไม่ถูกต้อง
IDS_NO_SELECTWEBCAM = ไม่ได้เลือกเว็บแคม
IDS_NO_WEBCAM = ไม่พบเว็บแคม
IDS_WEBCAM_INVALID = เว็บแคมที่เลือกไม่ถูกต้อง
IDS_MESSAGE_SEL_RECORDREGION = กรุณาเลือกภูมิภาคบันทึก!
IDS_TYPE_FULL_SCREEN = เต็มจอ
IDS_TYPE_CUSTOM = กำหนดเอง
IDS_TYPE_WIDE_SCREEN = Wide Screen
IDS_TYPE_STANDARD_SCREEN = หน้าจอมาตรฐาน
IDS_STATIC_BROWSER_FAILED = เรียกดูไฟล์ล้มเหลว!

[Menu]
IDS_RECORD = เริ่มบันทึก
IDS_STOP = หยุด
IDS_DELETE = ลบ
IDS_EXIT = Exit
IDS_ANNOTATION = คำอธิบายประกอบ
IDS_OPTIONS = ตัวเลือก
IDS_ADD_STAMP = เพิ่มการประทับเวลาของระบบ
IDS_ADD_CAPTION = เพิ่มคำบรรยายภาพ
IDS_ADD_WARTERMARK = ใส่ลายน้ำ
IDS_HELP_CONTENTS = &Help Contents
IDS_HELP_ABOUT = About ACDSee Video Recorder 3
IDS_HELP_RECORDER_CONTENTS=http://r.acdsee.com/K2ylw
IDS_ACDVE_RLINK_PRIVACY_POLICY =http://r.acdsee.com/LC0d5
IDS_ACDVE_RLINK_EULA = http://r.acdsee.com/G4jbZ
IDS_ACDVE_RLINK_TRAIL_BUY =http://r.acdsee.com/bCk8w
IDS_ACDVE_RLINK_PIRATEBUY =http://r.acdsee.com/vgkIk
IDS_ACDVE_RLINK_ACDIDLOGIN = http://r.acdsee.com/bedv5
IDS_ACDVE_RLINK_CUSTOMERSUPPORT=http://r.acdsee.com/jyHCh
IDS_ACDVE_RLINK_SUBSCRIPTIONRENEWALEXPIRED=http://r.acdsee.com/ammKl
IDS_ACDVE_RLINK_SUBSCRIPTIONBUYNOWEXPIRING =  http://r.acdsee.com/EgXkO
IDS_ACDVE_RLINK_SUBSCRIPTIONBUYNOWEXPIRED =  http://r.acdsee.com/Y3fj4
IDS_ACDVE_RLINK_SUBSCRIPTIONRENEWALEXPIRING= http://r.acdsee.com/NK4tb
IDS_ACDVE_RLINK_WELTRIALBUY= http://r.acdsee.com/HNpaN
IDS_ACDVE_RLINK_ACDIDACCOUNT= http://r.acdsee.com/H179Z
IDS_ACDVE_RLINK_OPEN_FAILED = ไม่สามารถเปิดเบราว์เซอร์!

[Options]
IDS_TREE_ITEM_GENERAL = ทั่วไป
IDS_TREE_ITEM_GENERAL_SETTINGS = การตั้งค่าทั่วไป
IDS_TREE_ITEM_ANNOTATION = คำอธิบายประกอบ
IDS_TREE_ITEM_SYSTEM_TIMESTAMP = การประทับเวลาของระบบ
IDS_TREE_ITEM_CAPTION = คำบรรยายภาพ
IDS_TREE_ITEM_WATERMARK = ลายน้ำ
IDS_TREE_ITEM_INPUT = อินพุต
IDS_TREE_ITEM_INPUT_SETTINGS = การตั้งค่าอินพุต
IDS_TREE_ITEM_HOTKEY = Hotkey
IDS_TREE_ITEM_HOTKEY_SETTINGS = การตั้งค่าปุ่มลัด
IDS_TREE_ITEM_WEBCAM = เว็บแคม
IDS_TREE_ITEM_WEBCAM_SETTINGS = การตั้งค่าเว็บแคม
IDS_STATIC_OPTION_TITLE = ตัวเลือก
IDS_STATIC_OPTION_RESET = รีเซ็ตเป็นค่าเริ่มต้น
IDS_STATIC_OPTION_OK = ตกลง
IDS_STATIC_OPTION_CANCEL = ยกเลิก

[MessageBox]
IDS_STATIC_MESSAGE_OK = ตกลง
IDS_STATIC_MESSAGE_CANCEL = ยกเลิก
IDS_STATIC_MESSAGE_TITLE = ACDSee Video Recorder 3

[TimeDlg]
IDS_STATIC_TIME_CTRL = Ctrl
IDS_STATIC_TIME_SHIFT = Shift
IDS_STATIC_TIME_ALT = Alt
IDS_STATIC_TIME_NONE = ไม่มี
IDS_STATIC_TIME_PRESS = กด
IDS_STATIC_TIME_TOSTOP = เพื่อหยุดการบันทึก

[GeneralSettingOptionDlg]
IDS_STATIC_GENERAL_OPTION_RECORD_GROUP = บันทึก
IDS_STATIC_GENERAL_OPTION_DISABLE_SCREENSAVER = ปิดการใช้งานสกรีนเซฟเวอร์ระหว่างการบันทึก
IDS_STATIC_GENERAL_OPTION_SAVING_GROUP = Saving
IDS_STATIC_GENERAL_OPTION_OUTPUT_DIRECTORY = ไดเรกทอรีส่งออก:
IDS_STATIC_GENERAL_OPTION_PROMPT_SAVING = แจ้งเมื่อบันทึกไฟล์
IDS_STATIC_GENERAL_OPTION_TEMPORARY = โฟลเดอร์ที่เก็บข้อมูลชั่วคราว
IDS_STATIC_GENERAL_OPTION_HARDWARE = การเร่งความเร็วของฮาร์ดแวร์
IDS_STATIC_GENERAL_OPTION_ENABLE_HARDWARE = เปิดใช้งานการเร่งด้วยฮาร์ดแวร์
IDS_STATIC_GENERAL_OPTION_NO_HARDWARE_DETECTED = ไม่พบอุปกรณ์ฮาร์ดแวร์
IDS_STATIC_GENERAL_OPTION_SELECT_FOLDER = เลือกโฟลเดอร์
IDS_STATIC_GENERAL_OPTION_OUTPUT_FOLDER_WARNING = ไดเรกทอรีผลลัพธ์ไม่สามารถเหมือนกับโฟลเดอร์หน่วยเก็บข้อมูลชั่วคราว โปรดเลือกไดเรกทอรีผลลัพธ์อื่น

[CaptionOptionDlg]
IDS_STATIC_CAPTION_OPTION_CAPTION_GROUP = คำบรรยายภาพ
IDS_STATIC_CAPTION_OPTION_POSITION_GROUP = ตำแหน่ง
IDS_STATIC_CAPTION_OPTION_TEXT_GROUP = ข้อความ
IDS_STATIC_CAPTION_OPTION_TEXT_FONT = ตัวอักษร
IDS_STATIC_CAPTION_OPTION_TEXT_BACKGROUND = สีพื้นหลัง
IDS_STATIC_CAPTION_OPTION_TEXT_TRANSPARENT = พื้นหลังโปร่งใส
IDS_STATIC_CAPTION_OPTION_TEXT_PROMPT = พร้อมรับคำก่อนบันทึก

[SystemTimeStampOptionDlg]
IDS_STATIC_SYSTEM_TIMESTAMP_OPTION_SYSTEM_TIMESTAMP_GROUP = การประทับเวลาของระบบ
IDS_STATIC_SYSTEM_TIMESTAMP_OPTION_POSITION_GROUP = ตำแหน่ง
IDS_STATIC_SYSTEM_TIMESTAMP_OPTION_TEXT_GROUP = ข้อความ
IDS_STATIC_SYSTEM_TIMESTAMP_OPTION_TEXT_FONT = ตัวอักษร
IDS_STATIC_SYSTEM_TIMESTAMP_OPTION_TEXT_BACKGROUND = สีพื้นหลัง
IDS_STATIC_SYSTEM_TIMESTAMP_OPTION_TEXT_TRANSPARENT = พื้นหลังโปร่งใส

[WatermarkOptionDlg]
IDS_STATIC_WATERMARK_OPTION_WATERMARK_GROUP = ลายน้ำ
IDS_STATIC_WATERMARK_OPTION_WATERMARK = ลายน้ำ:
IDS_STATIC_WATERMARK_OPTION_POSITION_GROUP = ตำแหน่ง
IDS_STATIC_WATERMARK_OPTION_OPACITY_GROUP = ความทึบแสง
IDS_STATIC_WATERMARK_OPTION_FORMATS = รูปแบบลายน้ำที่รองรับ
IDS_STATIC_WATERMARK_OPTION_FILE_DIALOG_TITLE = เลือกไฟล์ลายน้ำ

[InputOptionDlg]
IDS_STATIC_INPUT_OPTION_VIDEO_GROUP = วีดีโอ
IDS_STATIC_INPUT_OPTION_LIMIT_RATE = จำกัด อัตราการบันทึกหน้าจอเฟรม:
IDS_STATIC_INPUT_OPTION_AUDIO_GROUP = เสียง
IDS_STATIC_INPUT_OPTION_AUDIO_FORMAT = รูปแบบ:
IDS_STATIC_INPUT_OPTION_AUDIO_PROPERTY = คุณสมบัติ:

[HotKeyOptionDlg]
IDS_STATIC_HOTKEY_START_TITLE = Start/Resume/Pause
IDS_STATIC_HOTKEY_SAVE_TITLE = บันทึก
IDS_STATIC_CTRL = Ctrl
IDS_STATIC_SHIFT = Shift
IDS_STATIC_ALT = Alt
IDS_STATIC_START_DESCRIPTION = Start a new recording, or pause/resume a recording in progress.
IDS_STATIC_SAVE_DESCRIPTION = บันทึกการบันทึก
IDS_HOTKEY_CONFLICT_STARTPAUSERECORD = Save hotkey is in conflict with Start/Resume/Pause hotkey.
IDS_HOTKEY_CONFLICT_STOPRECORD = Start/Resume/Pause hotkey is in conflict with Save hotkey.
IDS_WARN_PAUSEHOTKEY_CONFLICT = Start/Resume/Pause hotkey
IDS_HOTKEY_REGISTERFAILED = ปุ่มลัดได้รับการลงทะเบียนไปยังโปรแกรมอื่นโปรดเปลี่ยนปุ่มลัดเริ่มต้น
IDS_WARN_SAVEHOTKEY_CONFLICT = บันทึกปุ่มลัด
IDS_STATIC_HOTKEY_NONE = ไม่มี

[WebcamOptionDlg]
IDS_STATIC_WEBCAM_OPTION_WEBCAM_GROUP = เว็บแคม
IDS_STATIC_WEBCAM_OPTION_POSITION_GROUP = ตำแหน่ง
IDS_STATIC_WEBCAM_OPTION_SIZE_GROUP = ขนาด

[CaptionPromptDlg]
IDS_STATIC_CAPTION_PROMPT_TITLE = ACDSee Video Recorder 3
IDS_STATIC_CAPTION_PROMPT_OPTION = ตัวเลือก
IDS_STATIC_CAPTION_PROMPT_OK = ตกลง
IDS_STATIC_CAPTION_PROMPT_CANCEL = ยกเลิก

[CaptionPromptOptionDlg]
IDS_STATIC_CAPTION_PROMPT_OPTION_TITLE = ตัวเลือกคำบรรยายภาพ
IDS_STATIC_CAPTION_PROMPT_OPTION_POSITION_GROUP = ตำแหน่ง
IDS_STATIC_CAPTION_PROMPT_OPTION_TEXT_GROUP = ข้อความ
IDS_STATIC_CAPTION_PROMPT_OPTION_TEXT_FONT = ตัวอักษร
IDS_STATIC_CAPTION_PROMPT_OPTION_TEXT_BACKGROUND = สีพื้นหลัง
IDS_STATIC_CAPTION_PROMPT_OPTION_TEXT_TRANSPARENT = พื้นหลังโปร่งใส
IDS_STATIC_CAPTION_PROMPT_OPTION_OK = ตกลง
IDS_STATIC_CAPTION_PROMPT_OPTION_CANCEL = ยกเลิก

[About]
IDS_ABOUT_TITLE = About ACDSee Video Recorder 3
IDS_ABOUT_PRODUCT_NAME = ACDSee Video Studio 3
IDS_ABOUT_VERSION = Version :
IDS_ABOUT_COPYRIGHT = Copyright (c) 2018 ACD Systems International Inc.
IDS_ABOUT_LICENSE_AGGRENMENT = ข้อตกลงใบอนุญาต
IDS_STATIC_AVBLOCKS_COMMENT = This software utilizes AVBlocks™ Technology
IDS_STATIC_PRIMO_COMMENT = (c) 2012 Primo Software Corporation
IDS_STATIC_PRIMO_LINK = http://primosoftware.com
IDS_STATIC_OK = ตกลง

[ProduceDlg]
IDS_PRODUCE_FAILED = การผลิตล้มเหลว!
IDS_PRODUCE_CANCEL = ยกเลิก
IDS_PRODUCE_FINISH = เสร็จสิ้น

[TranscribeDlg]
IDS_MESSAGE_OVERWRITTEN_FAILED = ไฟล์เป้าหมายไม่สามารถเขียนทับได้!
IDS_MESSAGE_UNKNOWN_ERROR = ACDSee Video Recorder 3 พบข้อผิดพลาดที่ไม่รู้จักในขณะที่บันทึกไฟล์
IDS_DELETE_MESSAGE =  คุณแน่ใจหรือว่าต้องการลบการบันทึกของคุณ?
IDS_STATIC_TRANSCRIBE_SAVE_FILTER = ไฟล์วิดีโอ MPEG-4
IDS_STATIC_TRANSCRIBE_SAVE_FILE_NAME = เครื่องบันทึก
IDS_STATIC_TRANSCRIBE_SAVE_TITLE = บันทึกไฟล์
IDS_STATIC_TRANSCRIBE_SAVE_DEFAULT_NAME = Capture


[AudioFormat]
IDS_PCM = PCM
IDS_GSM = GSM

[PCM]
IDS_PCM1 = 8000 Hz, 8 Bit, Mono, 7 kb/s
IDS_PCM2 = 8000 Hz, 8 Bit, Stereo, 15 kb/s
IDS_PCM3 = 8000 Hz, 16 Bit, Mono, 15 kb/s
IDS_PCM4 = 8000 Hz, 16 Bit, Stereo, 31 kb/s
IDS_PCM5 = 11025 Hz, 8 Bit, Mono, 10 kb/s
IDS_PCM6 = 11025 Hz, 8 Bit, Stereo, 21 kb/s
IDS_PCM7 = 11025 Hz, 16 Bit, Mono, 21 kb/s
IDS_PCM8 = 11025 Hz, 16 Bit, Stereo, 43 kb/s
IDS_PCM9 = 12000 Hz, 8 Bit, Mono, 11 kb/s
IDS_PCM10 = 12000 Hz, 8 Bit, Stereo, 23 kb/s
IDS_PCM11 = 12000 Hz, 16 Bit, Mono, 23 kb/s
IDS_PCM12 = 12000 Hz, 16 Bit, Stereo, 46 kb/s
IDS_PCM13 = 16000 Hz, 8 Bit, Mono, 15 kb/s
IDS_PCM14 = 16000 Hz, 8 Bit, Stereo, 31 kb/s
IDS_PCM15 = 16000 Hz, 16 Bit, Mono, 31 kb/s
IDS_PCM16 = 16000 Hz, 16 Bit, Stereo, 62 kb/s
IDS_PCM17 = 22050 Hz, 8 Bit, Mono, 21 kb/s
IDS_PCM18 = 22050 Hz, 8 Bit, Stereo, 43 kb/s
IDS_PCM19 = 22050 Hz, 16 Bit, Mono, 43 kb/s
IDS_PCM20 = 22050 Hz, 16 Bit, Stereo, 86 kb/s
IDS_PCM21 = 24000 Hz, 8 Bit, Mono, 23 kb/s
IDS_PCM22 = 24000 Hz, 8 Bit, Stereo, 46 kb/s
IDS_PCM23 = 24000 Hz, 16 Bit, Mono, 46 kb/s
IDS_PCM24 = 24000 Hz, 16 Bit, Stereo, 93 kb/s
IDS_PCM25 = 32000 Hz, 8 Bit, Mono, 31 kb/s
IDS_PCM26 = 32000 Hz, 8 Bit, Stereo, 62 kb/s
IDS_PCM27 = 32000 Hz, 16 Bit, Mono, 62 kb/s
IDS_PCM28 = 32000 Hz, 16 Bit, Stereo, 125 kb/s
IDS_PCM29 = 44100 Hz, 8 Bit, Mono, 43 kb/s
IDS_PCM30 = 44100 Hz, 8 Bit, Stereo, 86 kb/s
IDS_PCM31 = 44100 Hz, 16 Bit, Mono, 86 kb/s
IDS_PCM32 = 44100 Hz, 16 Bit, Stereo, 172 kb/s
IDS_PCM33 = 48000 Hz, 8 Bit, Mono, 46 kb/s
IDS_PCM34 = 48000 Hz, 8 Bit, Stereo, 93 kb/s
IDS_PCM35 = 48000 Hz, 16 Bit, Mono, 93 kb/s
IDS_PCM36 = 48000 Hz, 16 Bit, Stereo, 187 kb/s
